{
    "bigfoot": {
      "name": "Bigfoot",
      "description": "A large, hairy ape-like creature, also know as 'Sasquatch', said to inhabit the forests of North America, specifically the Pacific Northwest.",
      "image": "../images/bigfoot.jpg"
    },
    "chupacabra": {
      "name": "Chupacabra",
      "description": "A dog-like creature in Latin-American and Texan folklore that is said to attack livestock and drain their blood.",
      "image": "../images/chupacabra.jpg"
    },
    "mothman": {
      "name": "Mothman",
      "description": "A large, winged creature reportedly seen in Point Pleasant, West Virginia, often associated with disaster.",
      "image": "../images/mothman.jpg"
    },
    "wendigo": {
      "name": "Wendigo",
      "description": "A human and deer-like creature from Algonquian folklore that is said to possess human beings and cause them to become cannibalistic.",
      "image": "../images/wendigo.jpg"
    },
    "champ": {
      "name": "Champ",
      "description": "A aquatic cryptid said to inhabit Lake Champlain, often likened to the Loch Ness Monster.",
      "image": "../images/champ.jpg"
    },
    "dover-demon": {
      "name": "Dover Demon",
      "description": "A alien-esque creature reported in Dover, Massachusetts, said to have a small body and large eyes.",
      "image": "../images/doverdemon.jpg"
    },
    "jersey-devil": {
      "name": "Jersey Devil",
      "description": "A legendary creature said to inhabit the Pine Barrens of New Jersey, often described as a flying biped.",
      "image": "../images/jerseydevil.jpg"
    },
    "skinwalkers": {
      "name": "Skinwalkers",
      "description": "A type of witch in Navajo culture that can transform into different animals.",
      "image": "../images/skinwalker.jpg"
    },
    "tennessee-wildman": {
      "name": "Tennessee Wildman",
      "description": "An ape-like creature similar to Bigfoot, said to roam the woods of Tennessee.",
      "image": "../images/tennesseewildman.jpg"
    },
    "skunk-ape": {
      "name": "Skunk Ape",
      "description": "A cryptid said to inhabit the swamps of Florida, often described as a large, ape-like creature.",
      "image": "../images/skunkape.jpg"
    }
  }
  